IDEA StatiCa Open Model
MatPrestressSteel.NumberOfWires Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 number of wires in strand
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public int NumberOfWires { get; set; }
Public Property NumberOfWires As Integer
	Get
	Set
public:
property int NumberOfWires {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
MatPrestressSteel Class
IdeaRS.OpenModel.Material Namespace